[
    {
     "호선": 1,
     "역명": "노포역",
     "Latitude": 35.283594,
     "Longitude": 129.094817,
     "음성유도기 설치현황": 2
    },
    {
     "호선": 1,
     "역명": "범어사역",
     "Latitude": 35.273256,
     "Longitude": 129.092672,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "남산역",
     "Latitude": 35.856659,
     "Longitude": 128.583431,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "두실역",
     "Latitude": 35.257079,
     "Longitude": 129.091429,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "구서역",
     "Latitude": 35.247305,
     "Longitude": 129.091325,
     "음성유도기 설치현황": 6
    },
    {
     "호선": 1,
     "역명": "장전역",
     "Latitude": 35.238099,
     "Longitude": 129.0880602,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "부산대역",
     "Latitude": 35.230615,
     "Longitude": 129.088758,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "온천장역",
     "Latitude": 35.2203,
     "Longitude": 129.086423,
     "음성유도기 설치현황": 2
    },
    {
     "호선": 1,
     "역명": "명륜역",
     "Latitude": 35.212553,
     "Longitude": 129.079689,
     "음성유도기 설치현황": 2
    },
    {
     "호선": 1,
     "역명": "동래역",
     "Latitude": 35.205597,
     "Longitude": 129.078478,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "교대역",
     "Latitude": 37.4934705,
     "Longitude": 127.0142285,
     "음성유도기 설치현황": 6
    },
    {
     "호선": 1,
     "역명": "연산역",
     "Latitude": 35.186544,
     "Longitude": 129.0802475,
     "음성유도기 설치현황": 6
    },
    {
     "호선": 1,
     "역명": "시청역",
     "Latitude": 37.5657037,
     "Longitude": 126.9768616,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "양정역",
     "Latitude": 37.604269,
     "Longitude": 127.194602,
     "음성유도기 설치현황": 8
    },
    {
     "호선": 1,
     "역명": "부전역",
     "Latitude": 35.1640413,
     "Longitude": 129.0604598,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "서면역",
     "Latitude": 35.1578157,
     "Longitude": 129.0600331,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "범내골역",
     "Latitude": 35.1473414,
     "Longitude": 129.0592518,
     "음성유도기 설치현황": 8
    },
    {
     "호선": 1,
     "역명": "범일역",
     "Latitude": 35.141395,
     "Longitude": 129.059384,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "좌천역",
     "Latitude": 35.3120283,
     "Longitude": 129.2450954,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "부산진역",
     "Latitude": 35.127724,
     "Longitude": 129.047828,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "초량역",
     "Latitude": 35.120415,
     "Longitude": 129.0378768,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "부산역",
     "Latitude": 35.115225,
     "Longitude": 129.042243,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "중앙역",
     "Latitude": 37.316055,
     "Longitude": 126.838532,
     "음성유도기 설치현황": 6
    },
    {
     "호선": 1,
     "역명": "남포역",
     "Latitude": 35.097892,
     "Longitude": 129.034681,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "자갈치역",
     "Latitude": 35.097121,
     "Longitude": 129.02573,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "토성역",
     "Latitude": 35.0979475,
     "Longitude": 129.0207895,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "동대신역",
     "Latitude": 35.1100648,
     "Longitude": 129.0178793,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "서대신역",
     "Latitude": 35.110912,
     "Longitude": 129.012058,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "대티역",
     "Latitude": 35.103137,
     "Longitude": 128.999894,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "괴정역",
     "Latitude": 35.0999452,
     "Longitude": 128.9926492,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "사하역",
     "Latitude": 35.1007299,
     "Longitude": 128.9825103,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "당리역",
     "Latitude": 35.1044025,
     "Longitude": 128.972459,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "하단역",
     "Latitude": 35.1099427,
     "Longitude": 128.9524805,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "신평역",
     "Latitude": 35.095203,
     "Longitude": 128.960672,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "동매역",
     "Latitude": 35.089885,
     "Longitude": 128.9742,
     "음성유도기 설치현황": 10
    },
    {
     "호선": 1,
     "역명": "장림역",
     "Latitude": 35.0801723,
     "Longitude": 128.97748,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "신장림역",
     "Latitude": 35.075352,
     "Longitude": 128.976918,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 1,
     "역명": "낫개역",
     "Latitude": 35.064394,
     "Longitude": 128.979675,
     "음성유도기 설치현황": 6
    },
    {
     "호선": 1,
     "역명": "다대포항역",
     "Latitude": 35.057667,
     "Longitude": 128.971268,
     "음성유도기 설치현황": 9
    },
    {
     "호선": 1,
     "역명": "다대포해수욕장역",
     "Latitude": 35.048635,
     "Longitude": 128.964119,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "양산역",
     "Latitude": 35.33853,
     "Longitude": 129.026853,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 2,
     "역명": "남양산역",
     "Latitude": 35.325387,
     "Longitude": 129.019466,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 2,
     "역명": "부산대양산캠퍼스역",
     "Latitude": 35.316841,
     "Longitude": 129.014005,
     "음성유도기 설치현황": 6
    },
    {
     "호선": 2,
     "역명": "증산역",
     "Latitude": 37.583933,
     "Longitude": 126.909686,
     "음성유도기 설치현황": 1
    },
    {
     "호선": 2,
     "역명": "호포역",
     "Latitude": 35.280896,
     "Longitude": 129.01754,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "금곡역",
     "Latitude": 37.637364,
     "Longitude": 127.20762,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "동원역",
     "Latitude": 35.258666,
     "Longitude": 129.012377,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "율리역",
     "Latitude": 35.246137,
     "Longitude": 129.012907,
     "음성유도기 설치현황": 5
    },
    {
     "호선": 2,
     "역명": "화명역",
     "Latitude": 35.234472,
     "Longitude": 129.0075808,
     "음성유도기 설치현황": 2
    },
    {
     "호선": 2,
     "역명": "수정역",
     "Latitude": 35.223338,
     "Longitude": 129.009206,
     "음성유도기 설치현황": 2
    },
    {
     "호선": 2,
     "역명": "덕천역",
     "Latitude": 35.2105565,
     "Longitude": 129.0053895,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "구명역",
     "Latitude": 35.202802,
     "Longitude": 128.999557,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "구남역",
     "Latitude": 35.196843,
     "Longitude": 128.994978,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "모라역",
     "Latitude": 35.189683,
     "Longitude": 128.988681,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "모덕역",
     "Latitude": 35.180374,
     "Longitude": 128.985604,
     "음성유도기 설치현황": 2
    },
    {
     "호선": 2,
     "역명": "덕포역",
     "Latitude": 35.173258,
     "Longitude": 128.983943,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "사상역",
     "Latitude": 35.162619,
     "Longitude": 128.988722,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "감전역",
     "Latitude": 35.155312,
     "Longitude": 128.991579,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "주례역",
     "Latitude": 35.150519,
     "Longitude": 129.003202,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "냉정역",
     "Latitude": 35.151254,
     "Longitude": 129.0122,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "개금역",
     "Latitude": 35.153323,
     "Longitude": 129.020422,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "동의대역",
     "Latitude": 35.153991,
     "Longitude": 129.032099,
     "음성유도기 설치현황": 6
    },
    {
     "호선": 2,
     "역명": "가야역",
     "Latitude": 35.1558373,
     "Longitude": 129.0428111,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "부암역",
     "Latitude": 35.15747,
     "Longitude": 129.050456,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "서면역",
     "Latitude": 35.1578157,
     "Longitude": 129.0600331,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 2,
     "역명": "전포역",
     "Latitude": 35.159791,
     "Longitude": 129.066991,
     "음성유도기 설치현황": 9
    },
    {
     "호선": 2,
     "역명": "국제금융센터부산은행역",
     "Latitude": 35.1454655,
     "Longitude": 129.0667495,
     "음성유도기 설치현황": 6
    },
    {
     "호선": 2,
     "역명": "문현역",
     "Latitude": 35.139125,
     "Longitude": 129.067386,
     "음성유도기 설치현황": 9
    },
    {
     "호선": 2,
     "역명": "지게골",
     "Latitude": 35.135611,
     "Longitude": 129.074458,
     "음성유도기 설치현황": 6
    },
    {
     "호선": 2,
     "역명": "못골역",
     "Latitude": 35.134597,
     "Longitude": 129.084263,
     "음성유도기 설치현황": 8
    },
    {
     "호선": 2,
     "역명": "대연역",
     "Latitude": 35.135144,
     "Longitude": 129.091861,
     "음성유도기 설치현황": 6
    },
    {
     "호선": 2,
     "역명": "경성대부경대역",
     "Latitude": 35.1379815,
     "Longitude": 129.1008275,
     "음성유도기 설치현황": 8
    },
    {
     "호선": 2,
     "역명": "남천역",
     "Latitude": 35.141929,
     "Longitude": 129.107773,
     "음성유도기 설치현황": 8
    },
    {
     "호선": 2,
     "역명": "금련산역",
     "Latitude": 35.150071,
     "Longitude": 129.111496,
     "음성유도기 설치현황": 10
    },
    {
     "호선": 2,
     "역명": "광안역",
     "Latitude": 35.157929,
     "Longitude": 129.11317,
     "음성유도기 설치현황": 10
    },
    {
     "호선": 2,
     "역명": "수영역",
     "Latitude": 35.165475,
     "Longitude": 129.11476,
     "음성유도기 설치현황": 10
    },
    {
     "호선": 2,
     "역명": "민락역",
     "Latitude": 35.167195,
     "Longitude": 129.121946,
     "음성유도기 설치현황": 7
    },
    {
     "호선": 2,
     "역명": "센텀시티역",
     "Latitude": 35.168921,
     "Longitude": 129.1316751,
     "음성유도기 설치현황": 14
    },
    {
     "호선": 2,
     "역명": "벡스코역",
     "Latitude": 35.169143,
     "Longitude": 129.138449,
     "음성유도기 설치현황": 13
    },
    {
     "호선": 2,
     "역명": "동백역",
     "Latitude": 37.2690175,
     "Longitude": 127.1528365,
     "음성유도기 설치현황": 9
    },
    {
     "호선": 2,
     "역명": "해운대역",
     "Latitude": 35.163594,
     "Longitude": 129.158788,
     "음성유도기 설치현황": 6
    },
    {
     "호선": 2,
     "역명": "중동역",
     "Latitude": 37.486664,
     "Longitude": 126.764474,
     "음성유도기 설치현황": 16
    },
    {
     "호선": 2,
     "역명": "장산역",
     "Latitude": 35.169916,
     "Longitude": 129.176831,
     "음성유도기 설치현황": 11
    },
    {
     "호선": 3,
     "역명": "수영역",
     "Latitude": 35.165475,
     "Longitude": 129.11476,
     "음성유도기 설치현황": 10
    },
    {
     "호선": 3,
     "역명": "망미역",
     "Latitude": 35.171593,
     "Longitude": 129.108143,
     "음성유도기 설치현황": 5
    },
    {
     "호선": 3,
     "역명": "배산역",
     "Latitude": 35.173526,
     "Longitude": 129.095523,
     "음성유도기 설치현황": 5
    },
    {
     "호선": 3,
     "역명": "물만골역",
     "Latitude": 35.176488,
     "Longitude": 129.085884,
     "음성유도기 설치현황": 5
    },
    {
     "호선": 3,
     "역명": "연산역",
     "Latitude": 35.186544,
     "Longitude": 129.0802475,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 3,
     "역명": "거제역",
     "Latitude": 35.188587,
     "Longitude": 129.073904,
     "음성유도기 설치현황": 9
    },
    {
     "호선": 3,
     "역명": "종합운동장역",
     "Latitude": 37.511037,
     "Longitude": 127.073674,
     "음성유도기 설치현황": 7
    },
    {
     "호선": 3,
     "역명": "사직역",
     "Latitude": 35.198602,
     "Longitude": 129.065222,
     "음성유도기 설치현황": 5
    },
    {
     "호선": 3,
     "역명": "미남역",
     "Latitude": 35.205449,
     "Longitude": 129.068047,
     "음성유도기 설치현황": 5
    },
    {
     "호선": 3,
     "역명": "만덕역",
     "Latitude": 35.212994,
     "Longitude": 129.036399,
     "음성유도기 설치현황": 5
    },
    {
     "호선": 3,
     "역명": "남산정역",
     "Latitude": 35.213353,
     "Longitude": 129.02402,
     "음성유도기 설치현황": 5
    },
    {
     "호선": 3,
     "역명": "숙등역",
     "Latitude": 35.21213,
     "Longitude": 129.013321,
     "음성유도기 설치현황": 5
    },
    {
     "호선": 3,
     "역명": "덕천역",
     "Latitude": 35.2105565,
     "Longitude": 129.0053895,
     "음성유도기 설치현황": 5
    },
    {
     "호선": 3,
     "역명": "구포역",
     "Latitude": 35.2054931,
     "Longitude": 128.997103,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 3,
     "역명": "강서구청역",
     "Latitude": 35.211246,
     "Longitude": 128.982014,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 3,
     "역명": "체육공원역",
     "Latitude": 35.212517,
     "Longitude": 128.969503,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 3,
     "역명": "대저역",
     "Latitude": 35.21322,
     "Longitude": 128.960923,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 4,
     "역명": "미남역",
     "Latitude": 35.205449,
     "Longitude": 129.068047,
     "음성유도기 설치현황": 5
    },
    {
     "호선": 4,
     "역명": "동래역",
     "Latitude": 35.205597,
     "Longitude": 129.078478,
     "음성유도기 설치현황": 5
    },
    {
     "호선": 4,
     "역명": "수안역",
     "Latitude": 35.201771,
     "Longitude": 129.08388,
     "음성유도기 설치현황": 4
    },
    {
     "호선": 4,
     "역명": "낙민역",
     "Latitude": 35.200197,
     "Longitude": 129.090908,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 4,
     "역명": "충렬사역",
     "Latitude": 35.199841,
     "Longitude": 129.09761,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 4,
     "역명": "명장역",
     "Latitude": 35.205182,
     "Longitude": 129.101714,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 4,
     "역명": "서동역",
     "Latitude": 35.2132,
     "Longitude": 129.1074,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 4,
     "역명": "금사역",
     "Latitude": 35.215814,
     "Longitude": 129.115788,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 4,
     "역명": "반여농산물시장역",
     "Latitude": 35.217748,
     "Longitude": 129.124017,
     "음성유도기 설치현황": 1
    },
    {
     "호선": 4,
     "역명": "석대역",
     "Latitude": 35.21815,
     "Longitude": 129.136993,
     "음성유도기 설치현황": 1
    },
    {
     "호선": 4,
     "역명": "영산대역",
     "Latitude": 35.225699,
     "Longitude": 129.146192,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 4,
     "역명": "윗반송역",
     "Latitude": 35.233126,
     "Longitude": 129.154641,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 4,
     "역명": "고촌역",
     "Latitude": 37.601399,
     "Longitude": 126.770214,
     "음성유도기 설치현황": 3
    },
    {
     "호선": 4,
     "역명": "안평역",
     "Latitude": 35.23738,
     "Longitude": 129.17179,
     "음성유도기 설치현황": 3
    }
   ]